[{"sentence":"Hello and thank you for your interest in the Rapid Program.","startTime":"00:01","endTime":"00:05"},{"sentence":"My name is Scott Gorman.","startTime":"00:05","endTime":"00:07"},{"sentence":"I'm a Program Manager in ARP H's Proactive Health Office, where my portfolio mainly focuses on the intersection of rare diseases and emerging technologies, and I'm the manager for our new program, Rapid or Rare Disease AI ML for Precision Integrated Diagnostics.","startTime":"00:07","endTime":"00:25"},{"sentence":"A few notes about today's agenda so this presentation will focus on some of the key program information and how to apply.","startTime":"00:25","endTime":"00:33"},{"sentence":"We'll first provide an overview of ARPA H and our Proactive Health Office or pho.","startTime":"00:34","endTime":"00:39"},{"sentence":"I'll then describe the Rapid program and review a selection of our most frequently asked questions and that'll be followed by an overview of the solicitation and the contracting process and then a review of important costs and administrative requirements along with some helpful do's and don'ts to be aware of when applying.","startTime":"00:40","endTime":"00:59"},{"sentence":"And we'll then wrap things up with information from the Director of ARPA H's Division of International Affairs.","startTime":"00:59","endTime":"01:05"},{"sentence":"And if you have any questions or comments, we do encourage you to submit them through our program portal and that's accessible through the QR code listed here on the right and you can also use that to access our Teaming site.","startTime":"01:05","endTime":"01:20"},{"sentence":"Arpage programs are designed to be bigger than any single company organization can tackle alone, so teaming and collaboration are really essential to success.","startTime":"01:20","endTime":"01:30"},{"sentence":"So we do encourage everyone to check out the teaming site if you haven't already.","startTime":"01:30","endTime":"01:34"},{"sentence":"And now to kick things off and tell you more about ARPA H is Wade Shun, Director of our Proactive Health Office.","startTime":"01:34","endTime":"01:41"},{"sentence":"Before we dig into the details of this particular program, I thought it would be useful for you to understand the context of ARPA H, this agency, ARPA H and how it operates.","startTime":"01:43","endTime":"01:57"},{"sentence":"The mission of ARPA H as an agency is to demonstrate and accelerate new capabilities that could improve healthcare outcomes for everyone.","startTime":"01:58","endTime":"02:08"},{"sentence":"To do that, we run short term research and development programs that focus on developing new capabilities and demonstrating that it's possible to make use of these capabilities in real world settings.","startTime":"02:09","endTime":"02:26"},{"sentence":"Programs begin by harvesting nascent opportunities that are emerging from early research and innovation and they solve for a number of real world implementation problems and scaling issues that then make it possible to develop a prototype that's deployable into the real world and through the deployment and evaluation of those deployments, programs are then able to create the evidence that drives adoption of new capabilities and their implementations into the healthcare system.","startTime":"02:27","endTime":"03:11"},{"sentence":"Programs like this start from the early design phase where we try to identify at ARPA H core opportunities that are emerging from basic research that could potentially solve Hard but well defined problems in healthcare.","startTime":"03:12","endTime":"03:31"},{"sentence":"We try to identify key technical challenges that need to be solved for during the course of a program and then design an execution plan that allows for us to manage the technical and research risks associated with the hard problems that we try to solve during the course of these programs.","startTime":"03:32","endTime":"03:59"},{"sentence":"We then work with the community to assemble a team of performers like you through these proposers day events that bring together the best of both industry and academic partners to build coalitions and teams that can then work on our programs over the course of the next three to five years to then execute our view of the work that needs to be done now.","startTime":"03:59","endTime":"04:30"},{"sentence":"Often the work during a program will change as we learn new things.","startTime":"04:30","endTime":"04:37"},{"sentence":"As we discover that it becomes that it's potentially possible to solve certain problems in a particular way, but maybe not exactly the way that we started off with during the course of our original program design and we adapt, we often will accelerate work that seems to be promising during the course of a program or cancel work that seems to be not as promising as we had originally hoped at the beginning of the program.","startTime":"04:37","endTime":"05:11"},{"sentence":"Once programs reach a point of being able to demonstrate meaningful, viable capability in the world, we then will often work with performers teams like you to accelerate and transition and commercialize these efforts into downstream investment and or productization.","startTime":"05:12","endTime":"05:38"},{"sentence":"The work of ARPA H is divided up into four core mission offices, each with a different focus area in the healthcare system, and an office called Patio that is designed to take programs from the other mission offices and accelerate their transition into the real world through upfront support in the design process of programs and downstream support at the end of programs when technical results need to be facilitated and transferred to a wider community for adoption.","startTime":"05:39","endTime":"06:12"},{"sentence":"The mission offices have different focus areas.","startTime":"06:13","endTime":"06:16"},{"sentence":"The first of our mission offices, the Health Science Futures Office, develops very early capabilities through early research by expanding what's possible and by accelerating early research outcomes into very nascent demonstrations of new capabilities.","startTime":"06:16","endTime":"06:33"},{"sentence":"The Scalable Solutions Office, on the other hand, tries to take later stage work that's happening in the other offices and in other research and accelerate the scalability of these solutions and their deployability into the real world by solving cost and manufacturing related issues that make it possible for solutions to reach a wider audience.","startTime":"06:34","endTime":"06:59"},{"sentence":"Our office, the Proactive Health Office, is focused on new capabilities that prevent people from getting sick in the first place.","startTime":"07:00","endTime":"07:07"},{"sentence":"That could be new capabilities that improve prevention.","startTime":"07:07","endTime":"07:12"},{"sentence":"That could be new capabilities that help us detect and characterize disease and disease risk much earlier.","startTime":"07:12","endTime":"07:20"},{"sentence":"And that can also be new capabilities to help individuals in our society Adopt practices that prevent them from getting sick in the first place.","startTime":"07:20","endTime":"07:32"},{"sentence":"Finally, the Resilient Systems Office focuses on building health care systems as a whole that are less than brittle, especially in the presence of crises like pandemics and social disruption.","startTime":"07:33","endTime":"07:48"},{"sentence":"My office, the Proactive Health Office, is all about trying to reframe the work that we do in our national healthcare system around proactivity as opposed to reactivity.","startTime":"07:49","endTime":"08:03"},{"sentence":"And the reason we care about this is that a lot of our national investment today, in fact, the vast majority of our national investment today in health care and healthcare R and D is spent on how to treat patients and how to do that better.","startTime":"08:03","endTime":"08:21"},{"sentence":"And that's a worthy cause.","startTime":"08:21","endTime":"08:23"},{"sentence":"But a significant portion of our health problems are actually in the space of preventable disease.","startTime":"08:24","endTime":"08:33"},{"sentence":"So when we look at, for instance, cardiovascular disease that accounts for one in three deaths in the United States, about 80% of those cases are preventable with early intervention.","startTime":"08:33","endTime":"08:47"},{"sentence":"Similarly, one in third, one in three Americans are at risk of developing diabetes and the complications associated with diabetes.","startTime":"08:47","endTime":"08:56"},{"sentence":"But more than 90% of cases are preventable or controllable with early interventions.","startTime":"08:56","endTime":"09:02"},{"sentence":"And finally, when we look at problems like mental illness, for which one in two Americans suffer from some form of this during the course of their lifetimes, probably 30 to 40% of those cases are preventable also with early intervention.","startTime":"09:03","endTime":"09:19"},{"sentence":"And finally, even problems like cancer, which we traditionally think of as being something that we treat in medical cases, more than 45% of those cases are preventable or controllable with some kind of early intervention.","startTime":"09:20","endTime":"09:36"},{"sentence":"Now, what that means is that if were able to put a concerted effort on proactive health, a significant fraction of Americans and people across the world wouldn't necessarily need the healthcare system to solve problems that are entirely preventable in the first place.","startTime":"09:37","endTime":"09:57"},{"sentence":"The opportunity for us as a nation is to avoid maybe a third of annual deaths per year and potentially add 20 years of lifespan to the lives of Americans in terms of their healthy living.","startTime":"09:58","endTime":"10:14"},{"sentence":"So I mentioned that the Proactive Health Office has a core mission to prevent, detect, and mitigate the effects of disease and aging.","startTime":"10:15","endTime":"10:22"},{"sentence":"Well, to do that, we think that we need to develop a national capability to prevent people from becoming patients.","startTime":"10:23","endTime":"10:30"},{"sentence":"And that fundamentally for us, involves creating new ways to prevent, detect, and mitigate disease, facilitating the adoption of proactive care and prevention revolution.","startTime":"10:30","endTime":"10:44"},{"sentence":"And finally, we think it's going to be necessary to revolutionize the systems that could potentially enable access to and facilitate prevention and early detection within our society.","startTime":"10:45","endTime":"10:57"},{"sentence":"Now, we think that there are really core opportunity.","startTime":"10:58","endTime":"11:02"},{"sentence":"There are really a large number of core opportunities that could help us enable these objectives.","startTime":"11:03","endTime":"11:12"},{"sentence":"These come in the form of bioengineering advances.","startTime":"11:12","endTime":"11:16"},{"sentence":"They come in the form of better understanding of the biology of disease progression and better capability in AI and statistics for us to longitudinally and predictably model disease.","startTime":"11:16","endTime":"11:33"},{"sentence":"And finally, we know that there are emerging capabilities in social science and the science of individual behaviors that could potentially be harvested to help us create new facilities for adoption of proactive care and could help us to create new systems by which we could facilitate the use of that care.","startTime":"11:33","endTime":"11:59"},{"sentence":"Programs within PHO make use of these core innovation opportunities in order to be able to demonstrate and develop new capabilities in prevention, in early detection, and in the delay and mitigation of disease.","startTime":"11:59","endTime":"12:16"},{"sentence":"Now, often it takes multiple different kinds of opportunities and multiple different areas of research for programs to be successful.","startTime":"12:16","endTime":"12:26"},{"sentence":"In other words, our programs are often multidisciplinary in nature.","startTime":"12:26","endTime":"12:31"},{"sentence":"So when we think about programs like RAPID that are in our current program set that you can see publicly online, these programs make use of capabilities like longitudinal data modeling and AI capabilities that are emerging to be able to make predictions about diseases, to be able to do things like potentially diagnose disease earlier or predict the outcomes associated with aging and aging related prevention and wellness interventions.","startTime":"12:31","endTime":"13:12"},{"sentence":"They also make use of underlying understanding of system biology and potentially advances that are emerging from biochemical engineering.","startTime":"13:12","endTime":"13:26"},{"sentence":"And when we look across all of our potential portfolio of programs that many of these programs are not just multidisciplinary in nature, but potentially end up solving a wide range of problems in order to solve, in order to demonstrate new capabilities that could transform proactivity in our healthcare system.","startTime":"13:27","endTime":"13:51"},{"sentence":"Now, I'm not gonna brief the details of some of our potential work, but what you're seeing here in blue are potential new areas in which we might develop programs in pho.","startTime":"13:51","endTime":"14:04"},{"sentence":"So keep your eyes peeled as to new opportunities that may be emerging from this particular office.","startTime":"14:04","endTime":"14:11"},{"sentence":"For the purpose of the rest of the brief, though, know that your advances, the work that you are engaged in, represent core opportunities for this program to succeed and for future programs within PHO to be able to succeed too.","startTime":"14:11","endTime":"14:28"},{"sentence":"So hopefully you'll be able to participate within this particular program as it moves forward.","startTime":"14:29","endTime":"14:36"},{"sentence":"But even if you aren't able to do so, there will be new and interesting opportunities, we suspect, for some of the work that you're doing to become part of the ARPA H family of research and outcomes.","startTime":"14:36","endTime":"14:52"},{"sentence":"So join us in those opportunities as they come down the pike.","startTime":"14:53","endTime":"14:58"},{"sentence":"Thanks again.","startTime":"14:58","endTime":"14:59"},{"sentence":"And I'll turn it back over to the program manager to give you more details as to how this program will operate.","startTime":"14:59","endTime":"15:07"},{"sentence":"I'll now provide an overview of the RAPID program and then cover some of the most frequently asked questions.","startTime":"15:07","endTime":"15:14"},{"sentence":"So there's a lot to cover and I'll move quickly through the slides, but note that this deck will be available for download on the Rapid program page at arpa-h.gov so every ARPA program begins with a what if Statement.","startTime":"15:14","endTime":"15:29"},{"sentence":"This is our moonshot, a vision of the future that we're aiming to make a reality.","startTime":"15:29","endTime":"15:34"},{"sentence":"And so the goal of RAPID is to accelerate the diagnosis of rare diseases and end what's called the diagnostic Odyssey for the millions of Americans and by some estimates up to 200 million people worldwide who are living with an undiagnosed rare disease, and then efficiently direct them to the appropriate resource, which could be a treatment trial or patient group.","startTime":"15:34","endTime":"15:56"},{"sentence":"So for context, there's more than 10,000 rare diseases and when viewed collectively, they're actually far from rare, affecting 1 in 10Americans and as many as 400 million people worldwide.","startTime":"15:57","endTime":"16:09"},{"sentence":"And it's estimated that up to half of all people with a rare disease may remain undiagnosed, and these individuals face unnecessary or inappropriate tests and procedures, rising medical costs, and worse health outcomes.","startTime":"16:09","endTime":"16:24"},{"sentence":"On average, the journey to an accurate diagnosis takes more than six years and costs over $220,000.","startTime":"16:25","endTime":"16:33"},{"sentence":"And yet, despite the enormous burden on individuals and the health system, there's been virtually no improvement in the average diagnostic delay over the last four decades.","startTime":"16:33","endTime":"16:43"},{"sentence":"Today, the average patient journey extends for years and involves seven physicians, 17 clinical interventions and three misdiagnoses before an accurate diagnosis is finally achieved.","startTime":"16:45","endTime":"16:58"},{"sentence":"And in many cases, patients can search for decades without receiving a definitive diagnosis.","startTime":"16:58","endTime":"17:03"},{"sentence":"So the focus of RAPID is to proactively find individuals with undiagnosed rare diseases and end their diagnostic odysseys.","startTime":"17:04","endTime":"17:11"},{"sentence":"And we aim to do this through the development of comprehensive and highly accurate AI based diagnostic support systems to enable early and especially scalable rare disease detection.","startTime":"17:12","endTime":"17:22"},{"sentence":"And current diagnostic models and systems face a number of limitations.","startTime":"17:23","endTime":"17:27"},{"sentence":"Most lack comprehensive coverage of rare diseases, often focusing on a single disease or category of disease, while others that do have broader coverage can suffer from low precision and sensitivity, aren't fully integrated into clinical workflows, or are used late in the diagnostic process, if at all.","startTime":"17:27","endTime":"17:45"},{"sentence":"And a key factor behind these challenges is that the data that's needed for training and validation is fragmented and siloed across many different sources.","startTime":"17:45","endTime":"17:54"},{"sentence":"So RAPID aims to significantly improve model performance and rare disease coverage, as well as the deployment and real world validation of diagnostic systems to ensure that they're effective and scalable.","startTime":"17:54","endTime":"18:06"},{"sentence":"And RAPID will focus initially on more prevalent diseases, but then also expand to include ultra rare conditions.","startTime":"18:07","endTime":"18:14"},{"sentence":"And so essentially, RAPID aims to build the foundation for a universal rare disease diagnostic support system, validate that using real world data and deploy across diverse settings both in and outside the clinic, supporting diagnosis at multiple points along the patient journey.","startTime":"18:14","endTime":"18:31"},{"sentence":"And this is an overview of Rapid's technical areas.","startTime":"18:32","endTime":"18:35"},{"sentence":"So starting with TA1, we'll aggregate existing rare disease data to develop a comprehensive data set of longitudinal patient data that can be used for the training and validation of advanced detection algorithms.","startTime":"18:35","endTime":"18:48"},{"sentence":"TA2 will then enhance that data by collecting additional multimodal data directly from patients.","startTime":"18:48","endTime":"18:54"},{"sentence":"The data from TA1 and 2 will then be utilized by the TA3 performer to create the largest database of curated rare disease data that's optimized for machine learning and includes also development of a rare disease data set that can be used for model benchmarking.","startTime":"18:55","endTime":"19:11"},{"sentence":"And then TA4 performers will leverage the data and the platform to develop novel detection systems for deployment across both clinical and also non clinical settings to validate and de risk solutions for market adoption and scaling.","startTime":"19:12","endTime":"19:26"},{"sentence":"But we're unlikely to succeed if we're not also integrating patient perspectives into each aspect of the program.","startTime":"19:26","endTime":"19:32"},{"sentence":"And so to enable this, we'll select and fund a number of patient advocacy groups to create what we're calling a Patient Experience Partner network.","startTime":"19:33","endTime":"19:41"},{"sentence":"And so each performer team will collaborate with the PX partners who will provide user centered design expertise across all phases of data collection, patient recruitment and system development.","startTime":"19:41","endTime":"19:52"},{"sentence":"And so rapid is a 4.5 year two phase program.","startTime":"19:53","endTime":"19:57"},{"sentence":"And in phase one, TAS 1 and 2 will kick off the data collection and TA3 will establish the infrastructure including version one of the data set used for benchmarking.","startTime":"19:57","endTime":"20:09"},{"sentence":"At the end of the first year, once the baseline data has been aggregated, curated and de identified, we'll launch an open competition to test different approaches to detection modeling and will then use the results from the benchmarking competition as part of the evaluation for selecting the phase two performers.","startTime":"20:09","endTime":"20:26"},{"sentence":"And in phase two, the TA4 performers will continue to leverage the aggregated data to develop rare disease detection models and the wraparound systems that are needed for successful deployment and validation in real world settings.","startTime":"20:27","endTime":"20:41"},{"sentence":"And throughout Phase two, the data collection and the data processing work will continue.","startTime":"20:42","endTime":"20:46"},{"sentence":"So TAs 1 through 4 will all be running in parallel during phase 2, but the current focus is on phase 1 and teams are invited to now apply for TA1.","startTime":"20:47","endTime":"20:57"},{"sentence":"TA2 and TA3 teams can apply to multiple technical areas or TAs, but each TA does require a separate proposal with a separate budget, and this is really to enable us to more efficiently select proposals and then expedite the contract negotiations.","startTime":"20:57","endTime":"21:15"},{"sentence":"But if you do choose to apply to multiple TAs, please be sure to note that at the top of each proposal so that we can review them together.","startTime":"21:16","endTime":"21:23"},{"sentence":"And a second solicitation specifically for TA4 will be issued in 2026, roughly concurrent with the benchmarking competition.","startTime":"21:25","endTime":"21:34"},{"sentence":"And before moving into the technical areas, I want to quickly note that in some ways you'll see we're being very precise in our requirements, including specific metrics and milestones that teams should meet to continue to progress through the program.","startTime":"21:34","endTime":"21:51"},{"sentence":"But if you've read the solicitation, then you know that we've also left the door pretty wide open for how to achieve the metrics.","startTime":"21:51","endTime":"21:59"},{"sentence":"We know that you're the expert, so we really want to see the creative solutions from the ecosystem on how we can achieve and in some cases even surpass the goals that we've set forth.","startTime":"21:59","endTime":"22:10"},{"sentence":"Okay, this is a closer look at TA1, which is dedicated to building the largest normalized and curated data set of longitudinal rare disease patient data that's designed to drive the development of diagnostic models.","startTime":"22:10","endTime":"22:24"},{"sentence":"And TA1 is focused on aggregating rare disease data at both the volume and the depth that's needed to train machine learning algorithms as well as the breadth to provide coverage for a majority of all rare disease patients.","startTime":"22:25","endTime":"22:38"},{"sentence":"And again, Rapid will start by targeting more prevalent rare diseases, but also expand to include ultra rare conditions and really pushing the state of the art in handling issues of data scarcity and model development.","startTime":"22:39","endTime":"22:51"},{"sentence":"So we'll move into more of the long tail of the disease distribution curve you can see here as we collect data for the ultra rare conditions as well.","startTime":"22:52","endTime":"23:01"},{"sentence":"And note that the performers in this TA will also be responsible for developing the tools or approaches for scalable annotation of the patient health data.","startTime":"23:02","endTime":"23:12"},{"sentence":"And also it's important to ensure that the necessary data use agreements are in place as that that'll be critical for enabling broad access to the data, which is a key requirement outlined in the solicitation.","startTime":"23:12","endTime":"23:25"},{"sentence":"This table depicts the target metrics for both disease count and minimum sample size that's required at the conclusion of each year.","startTime":"23:26","endTime":"23:34"},{"sentence":"And so by the program's end, TA1 will have aggregated data from over 2,700 rare diseases with a minimum of 80,000 true positive cases and a minimum of 800,000 non rare disease patient cases that can serve as true negatives as part of the control data and there's also a requirement for including international sources.","startTime":"23:34","endTime":"23:56"},{"sentence":"Rare disease is of course a global problem and because of low prevalence rates and wide distribution requires a global effort to collect the data in sufficient volume and fill existing gaps.","startTime":"23:57","endTime":"24:10"},{"sentence":"And then the milestones you can see in the second table really focus on when the data must be collected in order to drive forward benchmarking and model development in phase two.","startTime":"24:10","endTime":"24:21"},{"sentence":"And this is a non exhaustive list of the data types that RAPID aims to aggregate, spanning clinical, laboratory, genomic, phenotypic and administrative data.","startTime":"24:22","endTime":"24:33"},{"sentence":"Longitudinal EHR data will be foundational, but we are interested in supplementary data omics imaging biomarkers that can enhance patient profiling.","startTime":"24:33","endTime":"24:43"},{"sentence":"And so the goal is to build comprehensive AI ready patient profiles, capturing diverse data points to really simulate patient journeys using real world data for both the training and the validation of models.","startTime":"24:43","endTime":"24:57"},{"sentence":"Moving to TA2 so the goal here is to develop highly scalable digital systems to collect novel multimodal data directly from patients with a focus on emerging diagnostic indicators, things like facial morphology, acoustic voice data and movement data.","startTime":"24:57","endTime":"25:14"},{"sentence":"And all this data will then be used to enrich the TA1 data set and support the development of novel sensing capabilities, especially for the direct to patient systems that are part of TA4 and that can screen for rare disease in underserved populations who may not be well represented in EHRs currently or who don't have access to rare disease specialists.","startTime":"25:14","endTime":"25:36"},{"sentence":"And more details on the requirements of this TA are contained in the solicitation.","startTime":"25:36","endTime":"25:41"},{"sentence":"So definitely encourage everyone to make sure and Refer to the ISO, the solicitation and the key metrics for TA2 include the collection of novel multimodal data from a minimum of 30,000 patients.","startTime":"25:41","endTime":"25:56"},{"sentence":"And there's also additional requirements for demographic and regional diversity to ensure broad representation.","startTime":"25:57","endTime":"26:03"},{"sentence":"Similar to TA1, the milestones here are intended to ensure that the data is collected on a time frame that's aligned with the benchmarking and model development.","startTime":"26:05","endTime":"26:15"},{"sentence":"And again, we're focused on achieving the overall goals of TA2, so we've avoided being overly prescriptive on how to achieve the targets and we're really eager to hear ideas from the community on ways to achieve these and the proposals.","startTime":"26:17","endTime":"26:32"},{"sentence":"Moving to TA3, the performers here will integrate the data to ensure that it's usable and optimized for machine learning.","startTime":"26:33","endTime":"26:41"},{"sentence":"The performer will process and normalize the data from TAS 1 and 2 to construct the rare disease data commons and benchmark data sets that are optimized for the training and validation of models in preparation for the clinical deployment.","startTime":"26:41","endTime":"26:55"},{"sentence":"And crucially, we've included requirements for TA3 to be established as an enduring resource to catalyze continued rare disease innovation beyond the life of the RAPID program.","startTime":"26:56","endTime":"27:07"},{"sentence":"So we're going to be looking for a clear plan for how this resource will continue to operate and expand after ARPA H funding ends.","startTime":"27:08","endTime":"27:17"},{"sentence":"We really want to see how this can become a sustainable resource and this slide provides a more detailed breakdown of the minimum platform functions that are needed under TA3, including data integration, cleaning, normalization, de identification, and also the hosting of the data sets that will be used for benchmarking.","startTime":"27:17","endTime":"27:38"},{"sentence":"And once again, these are also identified in the solicitation under the TA3 requirements.","startTime":"27:38","endTime":"27:44"},{"sentence":"Key metrics for TA3 include data harmonization, the percent of records that will be available for model evaluation, as well as the usability of the platform itself.","startTime":"27:46","endTime":"27:57"},{"sentence":"And the high level milestones listed here are also intended to drive development and to really keep things on track to ensure that the resources and the data are in place in time for the benchmarking competition and launch of Phase two.","startTime":"27:59","endTime":"28:13"},{"sentence":"And so once the baseline data and infrastructure have been established, we'll launch an open benchmarking competition to evaluate different approaches to rare disease diagnostic modeling.","startTime":"28:15","endTime":"28:25"},{"sentence":"So for the first time there'll be a way to directly assess and compare diagnostic models across a wide number of rare diseases and empirically determine what are the most performant approaches.","startTime":"28:26","endTime":"28:37"},{"sentence":"So we'll provide the data, the assessment tools and the infrastructure at a scale that's really never been available before for rare diseases.","startTime":"28:38","endTime":"28:46"},{"sentence":"And participants who demonstrate the best performance on the benchmarking will be encouraged to submit proposals for continued development and deployment as TA4 performers in phase two of the program.","startTime":"28:47","endTime":"29:00"},{"sentence":"And this is a preview of TA4.","startTime":"29:01","endTime":"29:04"},{"sentence":"So once again before phase two, we'll release a second solicitation that's specific to selecting the TA4 performers.","startTime":"29:04","endTime":"29:12"},{"sentence":"And the goal of TA4 is to deploy the most performant diagnostic models for real world validation, which will include support for integration into EHRs, clinician workflows and direct to patient solutions.","startTime":"29:12","endTime":"29:27"},{"sentence":"And performers here will work across two tracks.","startTime":"29:28","endTime":"29:32"},{"sentence":"Track one is focused on tools that operate within the health system, including decision support systems for use by PCPs to guide clinical decision making, also tools that can scan EHRs for suspected rare disease and flag individuals for clinician review.","startTime":"29:32","endTime":"29:49"},{"sentence":"And Track two will develop direct to patient platforms and that will require performers to combine targeted analytics with AI based screening tools to identify suspected rare disease patients among hard to reach populations and then integrate them back into the healthcare system for clinician review and support services, including things like confirmatory testing and when appropriate, genetic counseling.","startTime":"29:50","endTime":"30:17"},{"sentence":"And so together these tracks will really allow us to take multiple shots on goal at different points along the diagnostic odyssey to essentially find those highly valuable rare disease needles that are currently buried within the haystacks of health data.","startTime":"30:18","endTime":"30:34"},{"sentence":"And the metrics for TA4 will be specified in the forthcoming solicitation, but they will be similar to those that are used in the benchmarking competition and also include additional targets related to system integration and usability.","startTime":"30:35","endTime":"30:50"},{"sentence":"Like the other TAs, all the metrics will grow more challenging as the program advances, including for TA4 and the performer models will be evaluated both pre and post deployment, and the participants will also be provided a budget to conduct confirmatory testing to enable prospective validation to help determine the real world precision and effectiveness of the models that are developed and deployed.","startTime":"30:51","endTime":"31:18"},{"sentence":"And note that there will be a down select midway through phase two for or TA4 performers.","startTime":"31:19","endTime":"31:24"},{"sentence":"That's based on the evaluation metrics.","startTime":"31:25","endTime":"31:27"},{"sentence":"And it's expected that not all performers will necessarily reach the end of the program, but again, more details and requirements will be provided in the phase two solicitation that's coming in 2026.","startTime":"31:28","endTime":"31:43"},{"sentence":"So a key goal of all Rapid programs is to transition solutions.","startTime":"31:44","endTime":"31:49"},{"sentence":"And in rapid that means first moving diagnostic models from prototypes to large scale testing across diverse real world settings.","startTime":"31:49","endTime":"31:58"},{"sentence":"So models will not only have to be clinically accurate across a wide number of rare diseases, they'll also have to be resilient and effective on a variety of patient demographics, healthcare workflows and settings that might include large health systems, but also rural hospitals, mobile clinics, or in the case of Track two, performers home environments.","startTime":"31:59","endTime":"32:21"},{"sentence":"And over the next year we'll be developing a network of deployment partners.","startTime":"32:22","endTime":"32:26"},{"sentence":"So if you're interested in piloting these solutions, please do reach out to the Rapid team.","startTime":"32:26","endTime":"32:31"},{"sentence":"We'd love to hear from you.","startTime":"32:31","endTime":"32:33"},{"sentence":"And finally, a key component of the Rapid Program that we're particularly excited about is the Patient Experience partners who will support the technical performers throughout the Rapid Program.","startTime":"32:36","endTime":"32:48"},{"sentence":"So we'll select and fund a small number of advocacy groups and organizations that will work with performers across a number of different activities and deliverables like helping to increase patient engagement, building trust, generally ensuring that patient perspectives are baked into the program throughout the development of the different technical areas.","startTime":"32:49","endTime":"33:10"},{"sentence":"A link to the application will be posted on the Rapid Program page.","startTime":"33:11","endTime":"33:16"},{"sentence":"And so ultimately the objective is to go from the current patient journey that's costly, convoluted, and can last for decades to one that can accurately diagnose rare disease patients at scale and in a fraction of the time it takes today.","startTime":"33:16","endTime":"33:31"},{"sentence":"Leveraging AI to enhance clinical decision making and efficiently connect patients to appropriate confirmatory tests and follow on support and achieving this has the potential for tremendous impact.","startTime":"33:31","endTime":"33:43"},{"sentence":"It can save billions of medical costs and more importantly save and improve lives, with the greatest impact likely to be on some of the populations least equipped to face the already immense challenge of living with a rare disease populations like rural, uninsured and low income communities.","startTime":"33:43","endTime":"34:01"},{"sentence":"And by identifying more patients, the Rapid Program can also help establish a more accurate understanding of disease prevalence.","startTime":"34:02","endTime":"34:09"},{"sentence":"It can inform policy discussions and also catalyze interest in new therapeutic development all right, this is an overview of the Rapid Program timeline from launch to kickoff, with key milestones for technical area proposers highlighted first.","startTime":"34:10","endTime":"34:28"},{"sentence":"The deadline for abstracts, or what we call solution summaries is around four weeks after program launch, so be sure to check the Rapid program page and sam.gov for current deadlines.","startTime":"34:28","endTime":"34:40"},{"sentence":"And these summaries are only three pages, but we do encourage proposers to maximize that space as this is really your opportunity to convince reviewers that a full proposal is warranted.","startTime":"34:41","endTime":"34:52"},{"sentence":"Then in mid March we'll provide brief feedback on each solution summary along with invitations to those who are selected for full proposals.","startTime":"34:53","endTime":"35:02"},{"sentence":"And if you are not encouraged to submit a full proposal, we ask that you please do not send one in anyway and the full proposals will then be due around mid April.","startTime":"35:02","endTime":"35:13"},{"sentence":"These are around 15 pages each, not including attachments, but as a reminder, if you apply to multiple TAs, each does require a separate proposal submission.","startTime":"35:13","endTime":"35:25"},{"sentence":"And if you're applying to either TA1 or TA2.","startTime":"35:26","endTime":"35:29"},{"sentence":"Also note that there's a requirement for providing a justification for a minimum of 100 diseases that will be initially prioritized for data collection.","startTime":"35:29","endTime":"35:39"},{"sentence":"And these justifications can be brief, but we want to understand why you're proposing to target these diseases as a starting point, and this attachment as well as the other attachments are included along with the final solicitation on SAM.gov and then in the summer we'll notify applicants of selection and begin the contract negotiations and we aim to have all contracts signed by the fall.","startTime":"35:39","endTime":"36:07"},{"sentence":"So that's around 30 weeks total from today and program launch all the way through to project kickoff.","startTime":"36:07","endTime":"36:14"},{"sentence":"And a final reminder that this slide deck will be available on the Rapid program page@arph.gov which you can access via the link here or using the QR code.","startTime":"36:18","endTime":"36:30"},{"sentence":"All right, now I'll review some of the most frequently asked questions that we've received.","startTime":"36:30","endTime":"36:35"},{"sentence":"Definitely encourage everyone to submit additional questions using the QR code here or you can go to the Rapid Program page where there's a portal to submit questions.","startTime":"36:36","endTime":"36:47"},{"sentence":"We then collect and we'll answer these questions as quickly as we can and release them in batches periodically.","startTime":"36:47","endTime":"36:54"},{"sentence":"But when in doubt again, please read the ISO.","startTime":"36:55","endTime":"36:58"},{"sentence":"Read the solicitation.","startTime":"36:58","endTime":"36:59"},{"sentence":"If you're following the requirements there, then you're on the right track.","startTime":"37:00","endTime":"37:04"},{"sentence":"So first, which diseases are in scope?","startTime":"37:05","endTime":"37:08"},{"sentence":"Well, our focus is on rare diseases, and that's according to either the US or the EU definitions that you can see here.","startTime":"37:08","endTime":"37:16"},{"sentence":"And what types of rare diseases?","startTime":"37:16","endTime":"37:18"},{"sentence":"Well, we're prioritizing genetic diseases, but that's not limited to monogenic disease.","startTime":"37:19","endTime":"37:25"},{"sentence":"They can be both heritable and somatic polygenic.","startTime":"37:25","endTime":"37:28"},{"sentence":"Also, rare cancers and infectious diseases are also of interest, but the focus should really be on diseases with complex or prolonged diagnostic pathways where advanced decision support systems can meaningfully reduce the time to diagnosis.","startTime":"37:28","endTime":"37:45"},{"sentence":"Please bear this in mind when if you're applying to ta, one or two and you're completing the attachment for the Prioritization of Diseases all right, is an organization eligible for both TA and PX partner roles?","startTime":"37:47","endTime":"38:02"},{"sentence":"So this is largely addressed to patient advocacy groups who may be considering a technical proposal submission and also considering applying to be a PX partner.","startTime":"38:03","endTime":"38:13"},{"sentence":"So the short answer is you can't do both.","startTime":"38:13","endTime":"38:17"},{"sentence":"You can be a prime or sub on a TA proposal or you can serve as a PX partner, but you can't do both.","startTime":"38:17","endTime":"38:25"},{"sentence":"That said, you know we won't select PX partners until after we've selected the technical area performers.","startTime":"38:26","endTime":"38:33"},{"sentence":"So if you aren't chosen as part of a TA proposal, you will remain eligible to be a PX partner.","startTime":"38:33","endTime":"38:40"},{"sentence":"So if you're interested in both roles, definitely encourage you to apply to both.","startTime":"38:40","endTime":"38:46"},{"sentence":"So again, if you're interested in both, please do apply and it'll double your chances.","startTime":"38:46","endTime":"38:52"},{"sentence":"All right, moving to teaming.","startTime":"38:53","endTime":"38:55"},{"sentence":"So is a team required to have a certain mix of partners from industry, academia, etc.","startTime":"38:55","endTime":"39:02"},{"sentence":"Short answer is no.","startTime":"39:03","endTime":"39:04"},{"sentence":"You're free to team as you see fit.","startTime":"39:04","endTime":"39:06"},{"sentence":"The best team composition is really the one that best aligns with the technical scope and is most likely to lead to success.","startTime":"39:06","endTime":"39:14"},{"sentence":"Is there a limited number of institutions organizations?","startTime":"39:16","endTime":"39:20"},{"sentence":"Excuse me?","startTime":"39:20","endTime":"39:20"},{"sentence":"Is there a limit to the number of organizations or institutions on a team?","startTime":"39:20","endTime":"39:24"},{"sentence":"No, but to, you know, if you do have multiple institutions organizations, be sure to include a detailed budget for each one that is part of the team, as well as a clear management structure.","startTime":"39:24","endTime":"39:37"},{"sentence":"That's something we'll be looking for.","startTime":"39:37","endTime":"39:38"},{"sentence":"Can one organization or individual be part of multiple proposals?","startTime":"39:40","endTime":"39:44"},{"sentence":"Yes, but the maximum On R and D activities is a total of three.","startTime":"39:44","endTime":"39:50"},{"sentence":"So you could serve as a prime one proposal and also as a sub proposer on a maximum of two others for a total of three.","startTime":"39:50","endTime":"39:58"},{"sentence":"Can there be multiple PIs?","startTime":"40:01","endTime":"40:04"},{"sentence":"There can only be a single PI, but others can be included as co investigators.","startTime":"40:04","endTime":"40:09"},{"sentence":"Can we change teams partway through the program?","startTime":"40:11","endTime":"40:14"},{"sentence":"Yes, that is allowed with ARP H permission, but that decision will really be made on a case by case basis depending on the needs of the program.","startTime":"40:15","endTime":"40:25"},{"sentence":"And will ARP H help establish teams?","startTime":"40:27","endTime":"40:29"},{"sentence":"No, but we can facilitate teaming.","startTime":"40:31","endTime":"40:33"},{"sentence":"And so if you haven't already, we definitely encourage you to leverage our teaming page that you can find through the Rapid program page.","startTime":"40:33","endTime":"40:44"},{"sentence":"And on there you can post and find information about others who are seeking teammates.","startTime":"40:44","endTime":"40:49"},{"sentence":"There's already close to 250 teams listed there, so it's a great resource.","startTime":"40:49","endTime":"40:55"},{"sentence":"If you haven't, please do check that out and feel free to post your information.","startTime":"40:55","endTime":"41:00"},{"sentence":"All right, next question.","startTime":"41:01","endTime":"41:02"},{"sentence":"So the metrics and timeline seem aggressive.","startTime":"41:02","endTime":"41:05"},{"sentence":"Are we really expected to hit these metrics?","startTime":"41:05","endTime":"41:08"},{"sentence":"In short, yes.","startTime":"41:08","endTime":"41:10"},{"sentence":"You know, we're aiming to hit these targets and in cases where we have multiple performers and a down select, the progress on the metrics will be part of the evaluation for continued performance.","startTime":"41:10","endTime":"41:22"},{"sentence":"That said, the metrics won't be rigid go, no go criteria.","startTime":"41:22","endTime":"41:27"},{"sentence":"You know, we are going to consider other factors and holistically look at the overall progress.","startTime":"41:27","endTime":"41:32"},{"sentence":"On the other hand, you might already be thinking of ways that it may be possible to surpass the metrics.","startTime":"41:32","endTime":"41:38"},{"sentence":"That's also encouraged is if you can include a realistic and cost effective roadmap for exceeding the target metrics and milestones, perhaps leveraging some existing prototypes.","startTime":"41:38","endTime":"41:50"},{"sentence":"You know, that's great.","startTime":"41:51","endTime":"41:52"},{"sentence":"We're interested in seeing that in the proposal.","startTime":"41:52","endTime":"41:55"},{"sentence":"Do we have preferred technological approaches for rapid?","startTime":"41:56","endTime":"42:00"},{"sentence":"No.","startTime":"42:00","endTime":"42:00"},{"sentence":"As long as the approach satisfies the requirements in the solicitation, they will be considered.","startTime":"42:00","endTime":"42:06"},{"sentence":"And that also applies to the model benchmarking and phase two solicitation.","startTime":"42:06","endTime":"42:11"},{"sentence":"When we get there, you know, there's various approaches to diagnostic modeling that could be leveraged, but our primary focus will be on outcomes, including things like sensitivity, specificity of the models and the time to accurate diagnosis.","startTime":"42:11","endTime":"42:26"},{"sentence":"But again, how to achieve that is very much open to the community.","startTime":"42:26","endTime":"42:31"},{"sentence":"We want to see these ideas.","startTime":"42:31","endTime":"42:33"},{"sentence":"So as long as you're meeting the requirements in the solicitation, the door is open on how to achieve the metrics.","startTime":"42:34","endTime":"42:41"},{"sentence":"All right, can you meet with us to discuss our idea?","startTime":"42:42","endTime":"42:45"},{"sentence":"Unfortunately, now that the solicitation has been released, we can't accommodate individual requests to discuss concepts.","startTime":"42:46","endTime":"42:52"},{"sentence":"And similarly, we can't provide feedback on technical concepts until they're officially submitted as solution summaries or full proposals.","startTime":"42:52","endTime":"43:01"},{"sentence":"And then we can provide written feedback.","startTime":"43:01","endTime":"43:04"},{"sentence":"And what if I have an idea that's outside the scope of rapid?","startTime":"43:05","endTime":"43:09"},{"sentence":"So while RAPID does take an expansive approach, we recognize it's not designed to address everything that could be done to improve rare disease diagnosis.","startTime":"43:09","endTime":"43:20"},{"sentence":"For example, while insights and outcomes from RAPID may complement and support newborn screening, expanding access to new board screening itself isn't a focus of this particular effort.","startTime":"43:20","endTime":"43:32"},{"sentence":"However, if you have a compelling idea that doesn't quite fit within rapid, but it is aligned to the ARPA H model, then we do encourage you to submit your concept to one of the mission office's open solicitations.","startTime":"43:33","endTime":"43:47"},{"sentence":"And you can find more details either on our Open Opportunities page that's accessible on our website or by visiting each mission office's open solicitation.","startTime":"43:47","endTime":"43:58"},{"sentence":"And you can get started by scanning the QR code here and looking at what are the Open opportunities right now.","startTime":"43:58","endTime":"44:06"},{"sentence":"All right.","startTime":"44:06","endTime":"44:07"},{"sentence":"Are federal entities and federally sponsored entities eligible for award?","startTime":"44:07","endTime":"44:12"},{"sentence":"Generally, no.","startTime":"44:12","endTime":"44:13"},{"sentence":"But if they have a unique capability that's necessary to a project success, then they could be a sub performer, but it will be the primary performer who will have to supply the proper documentation that they've exhausted all other options.","startTime":"44:14","endTime":"44:31"},{"sentence":"So they will need to submit this in order to justify that.","startTime":"44:31","endTime":"44:36"},{"sentence":"A federal entity or sponsor entity is really essential.","startTime":"44:36","endTime":"44:40"},{"sentence":"They have a unique capability and there won't be project success unless they're a part of the proposal.","startTime":"44:40","endTime":"44:48"},{"sentence":"And you would submit that along with your proposal.","startTime":"44:49","endTime":"44:52"},{"sentence":"Also, if an FFRDC has a unique idea that's within scope or is interested in working directly with the RAPID team, you can send an email to the Rapid inbox and we could potentially have that discussion.","startTime":"44:55","endTime":"45:09"},{"sentence":"Okay.","startTime":"45:11","endTime":"45:11"},{"sentence":"Will feedback be provided for all solution summaries?","startTime":"45:11","endTime":"45:15"},{"sentence":"Yes, all conforming solution summaries that are received on time will receive brief feedback and will either encourage or discourage a full proposal.","startTime":"45:15","endTime":"45:28"},{"sentence":"Can you submit a full proposal even if it's not recommended?","startTime":"45:28","endTime":"45:31"},{"sentence":"We strongly ask that you do not submit a full proposal if discouraged from doing so in the feedback on the solution summaries.","startTime":"45:32","endTime":"45:41"},{"sentence":"So if we don't ask for a full proposal, please do not send one in anyway.","startTime":"45:41","endTime":"45:45"},{"sentence":"And if you do not submit a solution summary on time, under no circumstances will we review a full proposal.","startTime":"45:46","endTime":"45:54"},{"sentence":"Okay, how big is the budget for Rapid and is there a ceiling for proposals?","startTime":"45:55","endTime":"46:00"},{"sentence":"So this is a common question, but unfortunately we can't provide budget details or a target number for proposals that said, we highly encourage proposers to include a budget that is realistic and reasonable for the proposed solution.","startTime":"46:00","endTime":"46:19"},{"sentence":"That said, you know, we also don't want you to just cut costs by doing things like using only junior staff or proposing low quality ideas.","startTime":"46:20","endTime":"46:30"},{"sentence":"We really want you to aim for the budget to fit the scope and the technical requirements of the program.","startTime":"46:31","endTime":"46:36"},{"sentence":"But again, be realistic and reasonable for the proposed solution.","startTime":"46:37","endTime":"46:41"},{"sentence":"Okay, Intellectual property.","startTime":"46:43","endTime":"46:45"},{"sentence":"So who will own the ip?","startTime":"46:45","endTime":"46:46"},{"sentence":"So in general, the government does not take ownership of intellectual property that's produced.","startTime":"46:47","endTime":"46:52"},{"sentence":"Under Awards for Rapid, we'll be exclusively using other transaction agreements or OTAs.","startTime":"46:52","endTime":"47:00"},{"sentence":"And these are highly flexible agreements.","startTime":"47:01","endTime":"47:03"},{"sentence":"Agreements and the terms can be negotiated.","startTime":"47:03","endTime":"47:06"},{"sentence":"But a guiding principle is that we don't want the IP to block breakthrough technologies from reaching those who could benefit.","startTime":"47:07","endTime":"47:15"},{"sentence":"And again, if you decide to submit a proposal, please be sure to review the solicitation for more details and follow all the instructions including those in the attachments.","startTime":"47:16","endTime":"47:27"},{"sentence":"So especially for ip, please refer to those sections in the solicitation for more details.","startTime":"47:28","endTime":"47:34"},{"sentence":"All right, once again, I'm sure we didn't answer every question just now, but we do encourage you to submit additional questions through the Rapid Program page.","startTime":"47:35","endTime":"47:44"},{"sentence":"You can do that also through the QR code here and we'll post answers to the FAQ page periodically so that everyone has access to those.","startTime":"47:44","endTime":"47:54"},{"sentence":"You, you can also email us, but definitely encourage everyone to first read the solicitation.","startTime":"47:55","endTime":"48:01"},{"sentence":"Also check the FAQ page first.","startTime":"48:01","endTime":"48:03"},{"sentence":"Oftentimes that can answer the question, but if not you can email us@rapidarph.gov and again if it's a generally applicable question, we'll post that to our FAQ page.","startTime":"48:03","endTime":"48:17"},{"sentence":"All right, welcome everyone.","startTime":"48:18","endTime":"48:19"},{"sentence":"I'm Kaitlyn Burns, I'm the agreements officer for this program and I'll be talking to about innovative solutions opening and kind of the process and what to expect with that.","startTime":"48:19","endTime":"48:31"},{"sentence":"So first at ARPA H we call them innovative solutions openings and that is probably a different term than you've ever heard if you have not worked with ARPA H before.","startTime":"48:31","endTime":"48:40"},{"sentence":"We came up with this term ourselves to clearly identify that this is something different and we want to call attention to the differences that we have in what we call our ISOs versus BAAs or any other type of instrument you've seen before.","startTime":"48:40","endTime":"48:56"},{"sentence":"So ISOs do allow for merit based awards and it really allows us to focus on the technical quality of what is proposed.","startTime":"48:56","endTime":"49:05"},{"sentence":"So we go for the idea of the best idea over best price and we'll talk about that a little bit more.","startTime":"49:05","endTime":"49:11"},{"sentence":"We're allowed a variety of approaches to the problem.","startTime":"49:12","endTime":"49:14"},{"sentence":"We don't have a singular solution in mind, nor do we expect a singular solution to be presented.","startTime":"49:15","endTime":"49:20"},{"sentence":"We anticipate every proposing team will have a different and a unique solution and that is really what we're hoping for.","startTime":"49:21","endTime":"49:28"},{"sentence":"So the Rapid ISO specifically we want maximum competition from any eligible entity and we'll talk a little bit more about what makes an eligible entity in a bit.","startTime":"49:29","endTime":"49:39"},{"sentence":"Again, there are no funding limits or for individual awards.","startTime":"49:39","endTime":"49:43"},{"sentence":"Each award, even for the same ta, will very likely have a different dollar value.","startTime":"49:43","endTime":"49:48"},{"sentence":"And again, we expect that it should be based on your very unique solution to the problem.","startTime":"49:48","endTime":"49:54"},{"sentence":"For the Rapid ISO solution summaries are mandatory.","startTime":"49:54","endTime":"49:58"},{"sentence":"This can differ from program to program.","startTime":"49:58","endTime":"50:00"},{"sentence":"So even if you've submitted to an ARP H program before, it might not have been mandatory.","startTime":"50:00","endTime":"50:05"},{"sentence":"They are mandatory for the RAPID program.","startTime":"50:05","endTime":"50:09"},{"sentence":"The government will only consider proposals from those that have submitted a solution summary.","startTime":"50:09","endTime":"50:13"},{"sentence":"So please be sure that you check those dates and you have it submitted on time.","startTime":"50:13","endTime":"50:17"},{"sentence":"Proposers who do submit the solution summary can submit one is the prime and they can be a teaming partner on up to two to kind of complement the three technical areas available.","startTime":"50:18","endTime":"50:30"},{"sentence":"Once again, we do not anticipate that we will review a non conforming solution summary.","startTime":"50:31","endTime":"50:35"},{"sentence":"So we have very clear guidelines in the ISO about what a conforming solution summary will have with it.","startTime":"50:36","endTime":"50:42"},{"sentence":"So please make sure that is checked for both the solution summary and the proposal phases.","startTime":"50:42","endTime":"50:48"},{"sentence":"Also of note, for RAPID specifically, every award will be an other transaction and we'll be talking about that a little bit more in a moment too.","startTime":"50:48","endTime":"50:57"},{"sentence":"So what are OTs?","startTime":"50:58","endTime":"50:59"},{"sentence":"So ARPA H has authority to award OTs when the use is essential to promoting the success of the project.","startTime":"50:59","endTime":"51:06"},{"sentence":"So we have decided to use this authority for rapid.","startTime":"51:06","endTime":"51:09"},{"sentence":"It allows us to have greater flexibility than we would.","startTime":"51:10","endTime":"51:14"},{"sentence":"As you can see here, we're not subjected to the Federal Acquisition Regulation, which is the FAR.","startTime":"51:14","endTime":"51:19"},{"sentence":"OTs allow us to follow much more of what you would see in commercial contracting.","startTime":"51:20","endTime":"51:26"},{"sentence":"So we do truly negotiate terms and conditions.","startTime":"51:27","endTime":"51:30"},{"sentence":"We don't give you 50 clauses that you must adhere to.","startTime":"51:30","endTime":"51:33"},{"sentence":"It is a very collaborative process and we really want to negotiate for what is most important to ARPA Horizon as well as what is most important to the proposing team.","startTime":"51:33","endTime":"51:43"},{"sentence":"And then we have a lot of great resources on our ARPA HOT community page, so you can see directions for how to get there.","startTime":"51:43","endTime":"51:51"},{"sentence":"And I really encourage you to take a look.","startTime":"51:51","endTime":"51:53"},{"sentence":"There are samples.","startTime":"51:53","endTime":"51:54"},{"sentence":"You can see kind of the thought process and the philosophy behind OTs and how we use them at ARPA H now we're going to get into eligibility information, so I really encourage you to read the ISO section on this, especially if you're considering partnering with an FFRDC or you have a unique case like that.","startTime":"51:55","endTime":"52:14"},{"sentence":"SAM registration is required for everyone at the time of submission, so please.","startTime":"52:14","endTime":"52:22"},{"sentence":"That can take a little bit of time.","startTime":"52:22","endTime":"52:23"},{"sentence":"If you have not registered in SAM before, there can be a little bit of a delay and that can be unexpected for new performers.","startTime":"52:23","endTime":"52:30"},{"sentence":"So please start that as soon as possible.","startTime":"52:30","endTime":"52:33"},{"sentence":"We do want to call out that a principal investigator.","startTime":"52:33","endTime":"52:36"},{"sentence":"The PI is typically your key personnel, a kp, and they are not the entity.","startTime":"52:37","endTime":"52:43"},{"sentence":"So there's a little bit of a nuance there.","startTime":"52:43","endTime":"52:46"},{"sentence":"Again, please check the RAPID ISO for more detail.","startTime":"52:47","endTime":"52:51"},{"sentence":"If you're considering partnering with a non US entity.","startTime":"52:51","endTime":"52:54"},{"sentence":"We do highly encourage that.","startTime":"52:54","endTime":"52:55"},{"sentence":"We encourage foreign entities to submit as primes to be a teaming partner.","startTime":"52:56","endTime":"53:01"},{"sentence":"Just please check to make sure that you are following any pertinent regulations there.","startTime":"53:01","endTime":"53:06"},{"sentence":"And of course we cannot make an award at the prime or sub or any level to an entity that's suspended or debarred, including the key personnel.","startTime":"53:06","endTime":"53:14"},{"sentence":"These are our evaluation criteria for the RAPID program and they are in descending order of importance.","startTime":"53:15","endTime":"53:21"},{"sentence":"So as we talked about at ARP H, we really value the scientific and technical merit of each solution summary and subsequent proposal.","startTime":"53:21","endTime":"53:29"},{"sentence":"And then the other three criteria, there's a lot more explanation about them in the ISO, but what you'll notice here is Criteria one and criteria two are for the solution summary and full proposal, whereas all four only for the full proposal.","startTime":"53:29","endTime":"53:44"},{"sentence":"So we don't expect you to be able to address all of this in a very short solution summary.","startTime":"53:44","endTime":"53:49"},{"sentence":"But again, please pay attention to what we are looking for at each stage.","startTime":"53:49","endTime":"53:54"},{"sentence":"This is a little bit of an overview of the process.","startTime":"53:55","endTime":"53:57"},{"sentence":"So again, solution summaries are mandatory.","startTime":"53:57","endTime":"54:00"},{"sentence":"And please note the deadline in the ISO.","startTime":"54:00","endTime":"54:02"},{"sentence":"If that deadline changes, we will make it very abundantly clear through SAM.gov and on the Rapid page that it has changed.","startTime":"54:03","endTime":"54:11"},{"sentence":"And then again, they are mandatory for Rapid.","startTime":"54:11","endTime":"54:14"},{"sentence":"They are three pages.","startTime":"54:14","endTime":"54:15"},{"sentence":"Please make sure that you're complying with that.","startTime":"54:15","endTime":"54:17"},{"sentence":"Different programs have different page limitations, so please make sure you are within that three pages.","startTime":"54:18","endTime":"54:23"},{"sentence":"After the solution summary phase, we'll provide feedback that's usually in the form of Encourage or discourage.","startTime":"54:24","endTime":"54:30"},{"sentence":"Please note that anybody that submits a solution summary is eligible to submit a full proposal.","startTime":"54:30","endTime":"54:36"},{"sentence":"However, if your solution summary was discouraged, we highly recommend that there are very significant changes to your strategy or approach if you intend to submit a full proposal.","startTime":"54:36","endTime":"54:49"},{"sentence":"Again, for a full proposal, you must have submitted a solution summary and then there is a lot of guidance in the ISO.","startTime":"54:49","endTime":"54:56"},{"sentence":"There's an appendix with templates and things that are really there to help you, so please use those to the maximum extent.","startTime":"54:56","endTime":"55:04"},{"sentence":"Final guidance.","startTime":"55:04","endTime":"55:05"},{"sentence":"Again, just please read the ISO.","startTime":"55:05","endTime":"55:07"},{"sentence":"I know that I've hammered this point a little bit, but there's a lot of detail in there and a lot of nuance.","startTime":"55:07","endTime":"55:12"},{"sentence":"And again, we call it an ISO to highlight the fact that it's different and this is not an NIH grant or it's not something that maybe you have seen before or are familiar with.","startTime":"55:12","endTime":"55:22"},{"sentence":"It is very unique and very different than a lot of the other things that you may have seen.","startTime":"55:22","endTime":"55:27"},{"sentence":"Nothing that we discussed today should be construed as amending the ISO.","startTime":"55:27","endTime":"55:31"},{"sentence":"The ISO will always be the final guidance and any changes, again, will be formally amended on SAM.gov and posted to the Rapid page.","startTime":"55:32","endTime":"55:42"},{"sentence":"For FAQs, we're posting those on the rapid page as well.","startTime":"55:42","endTime":"55:46"},{"sentence":"For those, we will sometimes kind of batch them or wait until we receive a few to post them, but we are very proactive with that.","startTime":"55:47","endTime":"55:54"},{"sentence":"We also might kind of reword some to make it more general.","startTime":"55:54","endTime":"55:58"},{"sentence":"We try to answer everybody's question in the specific manner it's posed, but there are certain questions that we will not answer.","startTime":"55:58","endTime":"56:05"},{"sentence":"So please see that.","startTime":"56:05","endTime":"56:06"},{"sentence":"For example, we're not going to tell you if your program has merit or not.","startTime":"56:06","endTime":"56:11"},{"sentence":"Feedback is only done through the formal mechanisms of the solution summary in the proposal.","startTime":"56:11","endTime":"56:16"},{"sentence":"But Please check the FAQs frequently as they will be updated on a rolling basis.","startTime":"56:17","endTime":"56:22"},{"sentence":"And again, register and SAM as early as possible if your entity is not already registered, since it can take a little while to establish a new registration with that.","startTime":"56:22","endTime":"56:33"},{"sentence":"That is all we have.","startTime":"56:33","endTime":"56:33"},{"sentence":"Thank you.","startTime":"56:33","endTime":"56:34"},{"sentence":"Okay.","startTime":"56:34","endTime":"56:35"},{"sentence":"Hello, my name is Veronica Servillon Lazama and I am the business and Financial manager for Scott's portfolio.","startTime":"56:35","endTime":"56:41"},{"sentence":"Today I'm going to be presenting on the cost and administrative requirements overview for your proposal submission.","startTime":"56:41","endTime":"56:46"},{"sentence":"So while this presentation is short, it is very important because we award programs on the science, but failure to allocate resources properly can be a detriment to an application.","startTime":"56:46","endTime":"56:57"},{"sentence":"So I'm going to make the assumption during this presentation that no one here has applied for funding at an ARPA before, which I know is not true.","startTime":"56:57","endTime":"57:06"},{"sentence":"But for the purposes of this presentation, I will continue with this assumption.","startTime":"57:06","endTime":"57:10"},{"sentence":"So in the next few slides, I will provide some do's and don'ts, and then I will also provide a clear understanding of what is required in the cost proposal for your submissions.","startTime":"57:10","endTime":"57:21"},{"sentence":"Okay, so the three items that we're going to discuss.","startTime":"57:21","endTime":"57:24"},{"sentence":"The first one is the solution summary for your rough order magnitude or your ROM that you will be submitting with your cost proposal.","startTime":"57:24","endTime":"57:31"},{"sentence":"We'll talk about that and what should be submitted with that and that we'll discuss in the next slide as well as with the full proposal.","startTime":"57:31","endTime":"57:39"},{"sentence":"The Volume two cost proposal.","startTime":"57:39","endTime":"57:41"},{"sentence":"When you're encouraged to submit a proposal, you will receive a cost proposal spreadsheet template and we will want to see all supporting documentation with that.","startTime":"57:41","endTime":"57:49"},{"sentence":"And I will also discuss that in the next few slides.","startTime":"57:49","endTime":"57:52"},{"sentence":"And then of course for the full proposal, volume three, we need to see the administrative and policy requirements.","startTime":"57:52","endTime":"57:58"},{"sentence":"So we're going to want to know who your team is.","startTime":"57:58","endTime":"58:00"},{"sentence":"So including your subs and anyone else on your team, any conflicts of interest, national security disclosures, and then of course any intellectual property that we should know about.","startTime":"58:00","endTime":"58:12"},{"sentence":"So on your solution summary for your rom, it's going to be very important that you know while it is a rom, that you will need to be realistic with the cost proposal should include all of your labor.","startTime":"58:13","endTime":"58:25"},{"sentence":"So if you see there we're asking for a fully burdened rate on your labor, we will need your labor hours, sub performers, we will need your material and equipment travel and then of course any other direct costs.","startTime":"58:25","endTime":"58:39"},{"sentence":"Please include your subs both here and also identify them in the narrative summary.","startTime":"58:39","endTime":"58:44"},{"sentence":"And then of course we'll talk about cost sharing that institutions may provide and that will also need to be included.","startTime":"58:44","endTime":"58:50"},{"sentence":"And I'll speak about that a little bit more in the next slides as well.","startTime":"58:50","endTime":"58:54"},{"sentence":"So with your volume two cost proposal, you will receive a multitabbed Excel spreadsheet template with a summary tab, subcontractor tab, and then a whole bunch of other tabs.","startTime":"58:55","endTime":"59:07"},{"sentence":"So for the subcontractors you will need to submit a complete proposal as well that is including with included with all of their costs.","startTime":"59:07","endTime":"59:15"},{"sentence":"Now here I do want to note that the prime is responsible for submitting the full proposal along with all of the subcontractor information as well via the ARPA H Solutions submission portal.","startTime":"59:15","endTime":"59:26"},{"sentence":"However, the subcontractor does have the option if they want to go ahead and submit directly via the rapidarpah.govemail.","startTime":"59:26","endTime":"59:35"},{"sentence":"they do have that the option to do that.","startTime":"59:35","endTime":"59:38"},{"sentence":"They just need to clearly put their title in the subject line and then of course say that it is a Prime underscore sub underscore cost proposal that were able to identify it.","startTime":"59:38","endTime":"59:48"},{"sentence":"In addition, on the second point, cost and pricing data support, we won't have a template for that but we do require that all vendor cost estimates be submitted as well as supporting documentation.","startTime":"59:48","endTime":"01:00:00"},{"sentence":"So for the material and equipment items you will need to identify them like MAT001 or equipment EQ001 along with any web prices or any other supporting documentation.","startTime":"01:00:01","endTime":"01:00:14"},{"sentence":"Please ensure that everything rolls up and adds up.","startTime":"01:00:14","endTime":"01:00:17"},{"sentence":"Make sure that you work with your resource managers at your institute or your organization to make sure that everything matches and adds up both at the Pro prime and sublevel.","startTime":"01:00:18","endTime":"01:00:28"},{"sentence":"So we'll need the same level of detail and then at the bottom where you see summary information, no funding limit or range for individual awards.","startTime":"01:00:28","endTime":"01:00:36"},{"sentence":"So you may ask, do we have a ceiling?","startTime":"01:00:36","endTime":"01:00:38"},{"sentence":"Yes, we have a ceiling, but of course we're not going to share it.","startTime":"01:00:38","endTime":"01:00:41"},{"sentence":"We want you to propose and provide cost amount that is re a cost amount that is realistic to do the work you are proposing to do.","startTime":"01:00:42","endTime":"01:00:49"},{"sentence":"All proposals will receive the same consideration.","startTime":"01:00:50","endTime":"01:00:53"},{"sentence":"After performers have been selected, there will still be negotiations, a milestones payment agreement will be made and then of course payments will be based on achieving those milestones.","startTime":"01:00:54","endTime":"01:01:05"},{"sentence":"In the end, this is what we're advising.","startTime":"01:01:05","endTime":"01:01:08"},{"sentence":"Don't undercut, don't over promise, be realistic.","startTime":"01:01:08","endTime":"01:01:12"},{"sentence":"Focus on your own effort and being the best product that it can be.","startTime":"01:01:12","endTime":"01:01:16"},{"sentence":"So as I promised, I'm going to give you some do's and don'ts as well.","startTime":"01:01:16","endTime":"01:01:19"},{"sentence":"And the dos are just really suggestions and reminders so that you can focus on those things as well.","startTime":"01:01:19","endTime":"01:01:26"},{"sentence":"Before you submit the proposal, just go back and just make sure you've taken these things into account.","startTime":"01:01:26","endTime":"01:01:31"},{"sentence":"So the first one is to be mindful of the duration of the phases.","startTime":"01:01:31","endTime":"01:01:35"},{"sentence":"Not all durations are the same.","startTime":"01:01:35","endTime":"01:01:37"},{"sentence":"So for instance for rapid, the duration of phase one is 21 months and then for phase two it's 33 months.","startTime":"01:01:37","endTime":"01:01:44"},{"sentence":"So they're not the same.","startTime":"01:01:44","endTime":"01:01:46"},{"sentence":"The other thing we'd like you to keep in mind is do include all information relevant to your cost proposal because if you do not include everything, it will hold up award.","startTime":"01:01:46","endTime":"01:01:57"},{"sentence":"So include your quotes, your vendor sheets, your consultants, clinical trials, anything that is a part of the proposal, you need to include it because bid will also need these things.","startTime":"01:01:57","endTime":"01:02:07"},{"sentence":"And we definitely don't want to hold up an award because we're still waiting on information.","startTime":"01:02:07","endTime":"01:02:12"},{"sentence":"The other thing that we'd like you to keep in mind is the timing.","startTime":"01:02:12","endTime":"01:02:15"},{"sentence":"The timing for hiring and for equipment needs, what you need on day one versus six months in.","startTime":"01:02:15","endTime":"01:02:22"},{"sentence":"So you know, some of the staff that you're going to need to hire you may not have on day one.","startTime":"01:02:22","endTime":"01:02:26"},{"sentence":"You may, it may take A month or two to hire them.","startTime":"01:02:26","endTime":"01:02:28"},{"sentence":"So just keep these things in mind.","startTime":"01:02:28","endTime":"01:02:30"},{"sentence":"And then of course, purchasing of equipment and the time that it takes to do that.","startTime":"01:02:30","endTime":"01:02:34"},{"sentence":"So as you're putting these costs into your proposal, keep those things in mind.","startTime":"01:02:34","endTime":"01:02:39"},{"sentence":"The other thing is, please keep in mind that the cost proposal will be reviewed hand in hand with the technical proposal.","startTime":"01:02:39","endTime":"01:02:46"},{"sentence":"And then of course, here you're going to see a statement that says include resource and cost sharing.","startTime":"01:02:47","endTime":"01:02:51"},{"sentence":"If applicable, it will be considered favorably.","startTime":"01:02:52","endTime":"01:02:55"},{"sentence":"Let's be careful not to misunderstand the statement here.","startTime":"01:02:55","endTime":"01:02:58"},{"sentence":"So cost sharing will not lead to any selection, advantages or disadvantages.","startTime":"01:02:58","endTime":"01:03:03"},{"sentence":"It will not give you any advantage or bring you any disadvantage.","startTime":"01:03:03","endTime":"01:03:06"},{"sentence":"What we do mean here is that we do want to fully understand what resources you're pulling from to accomplish this work.","startTime":"01:03:06","endTime":"01:03:14"},{"sentence":"So just make sure that the cost should be realistic and match the work being provided.","startTime":"01:03:14","endTime":"01:03:18"},{"sentence":"Cost should be reflective of what you're being asked to do.","startTime":"01:03:18","endTime":"01:03:22"},{"sentence":"And then finally, I'll give you three don'ts.","startTime":"01:03:22","endTime":"01:03:25"},{"sentence":"We only have three points here, but they are extremely important.","startTime":"01:03:25","endTime":"01:03:28"},{"sentence":"So the first one is please do not change any of the formulas in the spreadsheet that we provide to you and please do submit it in Excel format.","startTime":"01:03:29","endTime":"01:03:38"},{"sentence":"Don't submit it in a PDF format, we need to have it in Excel format.","startTime":"01:03:38","endTime":"01:03:42"},{"sentence":"So if you need to change the fees or whatever, please notate that on the side and make sure that it's still rolling up to the final cost, but do not make any changes in the formulas.","startTime":"01:03:42","endTime":"01:03:55"},{"sentence":"Secondly, don't delete rows, columns or worksheets if you need to.","startTime":"01:03:55","endTime":"01:04:00"},{"sentence":"If you don't need them, hide them.","startTime":"01:04:00","endTime":"01:04:02"},{"sentence":"Go ahead and just ignore them or hide them.","startTime":"01:04:02","endTime":"01:04:04"},{"sentence":"But deleting these columns or rows will mess up our spreadsheet.","startTime":"01:04:04","endTime":"01:04:09"},{"sentence":"It'll break it and it will increase processing time.","startTime":"01:04:10","endTime":"01:04:12"},{"sentence":"So please just whatever you do not change formulas and do not delete rows, columns or worksheets in the spreadsheet.","startTime":"01:04:12","endTime":"01:04:19"},{"sentence":"And then finally, lastly, just like you don't want to undersell or oversell the science, don't cost strategize.","startTime":"01:04:19","endTime":"01:04:26"},{"sentence":"If you're thinking to use a low ball approach because it will go in your favor, or if you want to staff the effort with junior personnel to be more competitive in a more competitive posture, please don't ARPA H strongly discourages such cost strategies.","startTime":"01:04:26","endTime":"01:04:40"},{"sentence":"Again, we will look at both the technical work and the cost to see how they match up.","startTime":"01:04:40","endTime":"01:04:45"},{"sentence":"If the costs aren't realistic to the work or the work is not realistic to the proposed cost, we will notice.","startTime":"01:04:45","endTime":"01:04:51"},{"sentence":"In the end, we ask that you Provide a cost that is reflective, well thought out and realistic given what you're asked to do.","startTime":"01:04:51","endTime":"01:04:59"},{"sentence":"This concludes my presentation.","startTime":"01:04:59","endTime":"01:05:01"},{"sentence":"Thank you.","startTime":"01:05:01","endTime":"01:05:02"},{"sentence":"Hi, I'm Megan Frisk.","startTime":"01:05:03","endTime":"01:05:05"},{"sentence":"I'm the Director for International affairs at ARPA H and I'm going to speak to this group about international engagement and the role that it will play or could play in the RAPID program.","startTime":"01:05:05","endTime":"01:05:21"},{"sentence":"We at ARPA H are focused on health issues faced in the United States.","startTime":"01:05:22","endTime":"01:05:27"},{"sentence":"However, of course, health issues faced by Americans look often the same around the world.","startTime":"01:05:28","endTime":"01:05:34"},{"sentence":"There's a great deal that we can learn from the experiences and the knowledge gained globally and we can bring that information to bear on the challenges identified by ARPA H programs.","startTime":"01:05:35","endTime":"01:05:48"},{"sentence":"RAPID is one such program that would benefit immensely from global contributions.","startTime":"01:05:48","endTime":"01:05:54"},{"sentence":"While there is an estimated 30+ million individuals with rare diseases in the United States, there is an order of magnitude more hundreds of millions with rare diseases around the world.","startTime":"01:05:55","endTime":"01:06:08"},{"sentence":"Bringing that unique knowledge, capabilities, expertise and data together will be vital for programs like rapid.","startTime":"01:06:09","endTime":"01:06:18"},{"sentence":"Especially given that this program will be pursuing AI or artificial intelligence based models for disease detection.","startTime":"01:06:18","endTime":"01:06:26"},{"sentence":"So in sum, to make this clear here at the top is that we do welcome solutions from around the world that will amplify the impact of rapid.","startTime":"01:06:27","endTime":"01:06:36"},{"sentence":"And we'll cover some of the frequently asked questions specifically about what this looks like, international cooperation and strategic partnerships at the end of this presentation.","startTime":"01:06:36","endTime":"01:06:50"},{"sentence":"So what motivates international partnerships and engagement at ARPA H?","startTime":"01:06:50","endTime":"01:06:55"},{"sentence":"Every program is different.","startTime":"01:06:55","endTime":"01:06:58"},{"sentence":"There may be for a particular program unique resources overseas like I mentioned before, there may be a high concentration of talent and knowledge or capabilities and facilities, large research infrastructure that could beneficial to a program.","startTime":"01:06:58","endTime":"01:07:17"},{"sentence":"There may be opportunities to pilot or trial a new approach in another country which could then help to inform the scope and scale of the potential impact on human health around the world and in the United States.","startTime":"01:07:17","endTime":"01:07:32"},{"sentence":"Other countries may also have enabling environments that allow for question to be answered any more useful or different way, such as a different type of health care system or regulatory regime overseas that could further enable the development and deployment of ARPA H funded inventions.","startTime":"01:07:32","endTime":"01:07:53"},{"sentence":"And that's on the research and development side.","startTime":"01:07:54","endTime":"01:07:57"},{"sentence":"Now there's also the transition side.","startTime":"01:07:57","endTime":"01:08:00"},{"sentence":"We also see opportunity to transition ARPA H funded inventions globally.","startTime":"01:08:00","endTime":"01:08:07"},{"sentence":"We are not a forever funder, so to speak.","startTime":"01:08:07","endTime":"01:08:10"},{"sentence":"We want to see the solutions we're funding to go on and have real world impact.","startTime":"01:08:10","endTime":"01:08:15"},{"sentence":"Strategic and results oriented partnerships, whether with investors or healthcare systems or companies, can support programs and their performers to demystify transition pathways and the potential.","startTime":"01:08:16","endTime":"01:08:29"},{"sentence":"Demonstrating market potential and uptake overseas can also help with that back in the United States, for example.","startTime":"01:08:30","endTime":"01:08:37"},{"sentence":"Looking at this another way international engagement can support the objectives of ARPA H programs, projects and other initiatives.","startTime":"01:08:37","endTime":"01:08:45"},{"sentence":"One way for international partners to come to the table on an ARPA H program is to be a performer or a team member as part of a performing team.","startTime":"01:08:46","endTime":"01:08:57"},{"sentence":"They could be international spokes in our nationwide and now global network of hubs and spokes called ARPANET H.","startTime":"01:08:58","endTime":"01:09:06"},{"sentence":"ARPANET H is what connects us with customers and investors all over the world.","startTime":"01:09:07","endTime":"01:09:12"},{"sentence":"We can explore co investment or other types of cost sharing and contribution.","startTime":"01:09:13","endTime":"01:09:19"},{"sentence":"And lastly, international partners could support transition pathways which will translate the scientific and technological breakthroughs into real world products and services that improve health outcomes.","startTime":"01:09:19","endTime":"01:09:33"},{"sentence":"We have available on our website a range of frequently asked questions or FAQs about international participation in ARPA H programs and projects, but we wanted to lift up a couple FAQs today for the rapid proposers.","startTime":"01:09:34","endTime":"01:09:57"},{"sentence":"The first question is does ARPA H fund international research and development?","startTime":"01:09:58","endTime":"01:10:03"},{"sentence":"And the answer is yes.","startTime":"01:10:04","endTime":"01:10:06"},{"sentence":"And you would look to each ISO or Innovative Solutions Opening to define eligibility for non US persons.","startTime":"01:10:06","endTime":"01:10:15"},{"sentence":"But solutions can come from anywhere and we are looking to bring the best of the best to bear on healthcare problems that we face.","startTime":"01:10:16","endTime":"01:10:25"},{"sentence":"Are all foreign entities eligible for ARPA H funding?","startTime":"01:10:25","endTime":"01:10:29"},{"sentence":"The short answer is no.","startTime":"01:10:29","endTime":"01:10:31"},{"sentence":"Not all.","startTime":"01:10:31","endTime":"01:10:32"},{"sentence":"Again, check eligibility in the ISO.","startTime":"01:10:32","endTime":"01:10:35"},{"sentence":"But in short, foreign entities are invited to submit proposals for consideration so long as the proposers or the participants agree to comply with federal laws and policies applicable to ARPA H funding agreements.","startTime":"01:10:35","endTime":"01:10:50"},{"sentence":"In no case will awards be made to entities organized under the laws of a covered foreign country which is defined in our National Security act as the People's Republic of China, Russia, North Korea and Iran, or entities that have been suspended or debarred from business with the U.S.","startTime":"01:10:50","endTime":"01:11:12"},{"sentence":"government.","startTime":"01:11:12","endTime":"01:11:12"},{"sentence":"What are the arrangements for intellectual property with foreign performers?","startTime":"01:11:13","endTime":"01:11:17"},{"sentence":"Intellectual property terms are negotiated by the parties in the process of finalizing a funding agreement.","startTime":"01:11:17","endTime":"01:11:24"},{"sentence":"This is the same for all performers, domestic or international.","startTime":"01:11:24","endTime":"01:11:28"},{"sentence":"And lastly, are there any restrictions in onward technology transfer for performers with IP from ARPA H funded work?","startTime":"01:11:29","endTime":"01:11:38"},{"sentence":"And there again is language that would outline this process.","startTime":"01:11:38","endTime":"01:11:45"},{"sentence":"But in short, ARPA H requests pre notification before performers would transfer IP to a foreign entity under certain circumstances.","startTime":"01:11:46","endTime":"01:11:55"},{"sentence":"These circumstances would include the sale of the performer and all of its assets, as well as exclusive licensing.","startTime":"01:11:56","endTime":"01:12:03"},{"sentence":"And this is important because the transfer of IP could result in a change to the proposed and awarded project plan, including the proposed technology adoption.","startTime":"01:12:03","endTime":"01:12:13"},{"sentence":"And so ARPA H reserves the right to and in some cases may be required to propose alternatives or possibly terminate award if transfer involves a covered foreign entity.","startTime":"01:12:13","endTime":"01:12:25"},{"sentence":"And as I mentioned, There are more FAQs available here at this QR code, or if you can't access the QR code here at this link.","startTime":"01:12:25","endTime":"01:12:35"},{"sentence":"In closing, thank you for the opportunity to share a little bit about international engagement here at ARPA8.","startTime":"01:12:36","endTime":"01:12:44"},{"sentence":"I was asked to speak today again because of the unique opportunity that a program like RAPID has to bring, again, the best of the best together globally to really improve health outcomes and the journey for rare disease patients in the United States and around the world.","startTime":"01:12:45","endTime":"01:13:01"},{"sentence":"And we invite you to see our full FAQs online for international and to reach out to the RAPID Program team with any questions on proposals.","startTime":"01:13:01","endTime":"01:13:12"},{"sentence":"Thank you and wishing you all the best.","startTime":"01:13:12","endTime":"01:13:15"},{"sentence":"All right.","startTime":"01:13:15","endTime":"01:13:16"},{"sentence":"Thank you for your interest in the RAPID program, and we look forward to receiving your proposals.","startTime":"01:13:16","endTime":"01:13:21"}]